<?php

$string['pluginname'] = 'Среднее время проверки';
$string['averagechecktime:view'] = 'Просмотр отчёта Среднее время проверки';
$string['days'] = 'дн.';
$string['hours'] = 'ч.';
$string['minutes'] = 'мин.';
$string['seconds'] = 'сек.';
$string['teacher'] = 'Преподаватель';
$string['average_check_time'] = 'Среднее время проверки';
$string['average_grade'] = 'Средняя оценка';
$string['more_info_title'] = 'Нажмите, чтобы увидеть больше информации';
$string['sort_title'] = 'Нажмите, чтобы отсортировать данные по столбцу';
$string['warning_toggle'] = 'Внимание! В отчёте могут быть ошибки (нажмите, чтобы прочитать подробнее)';
$string['known_distortions'] = 'Не воспринимайте данные как абсолютную истину. Известные/возможные причины искажений:';
$string['distortion_1'] = 'Неправильно понят алгоритм работы журнала оценок автором этого модуля';
$string['distortion_2'] = 'Непроверенные работы не учитываются;';
$string['distortion_3'] = 'Просроченную работу проверил другой преподаватель, из-за этого его показатели ухудшатся;';
$string['distortion_4'] = 'Небольшое количество работ проверенных очень поздно могут вносить значительные искажения;';
$string['distortion_5'] = 'Повторная перепроверка будет ухудшать показатели, так как стартовая дата не меняется;';
$string['distortion_6'] = 'Подсчёт времени в нестандартных модулях может производиться некорректно;';

